Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arbeidstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: of employment in a suitable post not later than 14 days after receiving the offer. Preferential
nb: dersom arbeidstaker ikke har akseptert et tilbud om ansettelse i en passende stilling senest 14 dager etter at tilbudet ble mottatt.

source: vaccine or if you have had covid-19 disease.
nb: vaksine eller om du har hatt covid-19-sykdom.

source: (3) The employees' right to earn further entitlement to retirement pension, survivor's pension
nb: arbeidstakere. (3) Arbeidstakernes rett til videre opptjening av alders-, etterlatte- og uførepensjon i henhold

source: 1) work equipment: technical installations etc. such as machinery, lifting
nb: 1) arbeidsutstyr: tekniske innretninger o.l. som maskiner, løfteredskap,

source: nevertheless demand payment of holiday pay at the latest 1 week before the beginning of the
nb: feriepengene utbetales senest 1 uke før ferien tar til.Deles ferien, skal feriepengene fordeles

source: Workers over 17 years of age who have worked for 12 weeks in the enterprise shall be remunerated according to the wage groups under which their work is classified.
nb: Arbeidstakere over 17 år som har arbeidet 12 uker i bedriften skal lønnes i henhold til de lønnsgrupper deres arbeid hører inn under.

source: b) the number of employees who may be made redundant,
nb: b) antall arbeidstakere som vil kunne bli oppsagt,

source: referred to in section 13-1, first paragraph, may be used as an agent in administrative proceedings
nb: eller delvis har til formål å arbeide mot diskriminering av grunner nevnt i § 13-1 første ledd.

source: An employee who has worked for an employer for at least 3 months qualifies for holiday pay from that employer during unpaid absence owing to:
nb: Arbeidstaker som har arbeidet minst 3 måneder hos en arbeidsgiver, opptjener feriepenger hos denne under ulønnet fravær på grunn av:

source: (3) The preferential right applies to employees who have been employed by the undertaking for a total of at least 12 months during the previous two years.
nb: (3) Fortrinnsretten gjelder for arbeidstaker som har vært ansatt i virksomheten i til sammen minst 12 måneder i de to siste år.

source: (2) An employee who wishes to demand negotiations must notify the employer of this in
nb: (2) Arbeidstaker som vil kreve forhandlinger må skriftlig underrette arbeidsgiver om dette

source: employment shall continue in accordance with section 14-9, first paragraph.
nb: arbeidsforholdet fortsetter, i samsvar med § 14-9 første ledd.

source: (3) If the previous or new owner is planning measures in relation to their respective
nb: (3) Dersom tidligere eller ny arbeidsgiver planlegger tiltak overfor arbeidstakerne, skal dette

source: (2) If a contract of employment or employment relationship expires because a change of
nb: (2) Dersom arbeidsavtale eller arbeidsforhold opphører fordi skifte av arbeidsgiver medfører

source: a particle longer than 5 um, with a diameter smaller than or equal to 3 um, and with a length to width ratio greater than or equal to 3:1;
nb: partikler med lengde større enn 5 mikrometer, med diameter mindre eller lik 3 mikrometer, og med forholdet lengde:diameter større eller lik 3:1,

source: (2) A non-compete clause may only be invoked as far as is necessary in order to safeguard the
nb: (2) En konkurranseklausul kan bare gjøres gjeldende så langt det er nødvendig for å ivareta

source: Mapping and measurement of noise and mechanical vibrations as a basis for risk assessment shall be carried out to the extent necessary to be able to determine the level of employee exposure in accordance with Section 14-1.
nb: Kartlegging og måling av støy og mekaniske vibrasjoner som grunnlag for risikovurderingen skal gjennomføres i et omfang som gjør det mulig å fastslå arbeidstakernes eksponering i henhold til § 14-1.

source: clear error. (2) If no decision has been made on a matter that should have been decided, a
nb: (2) Er det ikke truffet avgjørelse om noe som skulle vært avgjort, kan det avsies en

source: (1) An employee who wishes to claim that a dismissal with notice or summary dismissal is
nb: (1) Arbeidstaker som vil gjøre gjeldende at en oppsigelse eller avskjed er ulovlig, at det er

source: An employer may not without the consent of the employee fix holidays to periods of leave during which parental benefit is being paid pursuant to sections 14-1 to 14-15 of the National Insurance Act.
nb: Arbeidsgiver kan ikke uten arbeidstakers samtykke legge ferie til permisjonstid hvor det ytes foreldrepenger etter folketrygdloven §§ 14-1 til 14-15.

source: Wages - Freight transport by road
nb: Lønn - godstransport på vei

source: (2) An employee who objects to transfer of the employment relationship to the new employer
nb: (2) Arbeidstaker som motsetter seg at arbeidsforholdet overføres til ny arbeidsgiver, må

source: (3) A lower age limit, but not lower than 70 years, may be decided if such limit is made known
nb: (3) Lavere aldersgrense, men ikke under 70 år, kan fastsettes dersom grensen gjøres kjent for

source: Checking of gas analysers
nb: Maling og lakkering i mange ulike bransjer

source: connection with leave of absence pursuant to section 12-12, first paragraph, second sentence,
nb: 12-12 første ledd andre punktum omfatter oppsigelsesvernet også perioder hvor arbeidstaker ikke

source: If your employer provides a place of residence for your entry quarantine,
nb: Dersom du skal bo i oppholdssted som arbeidsgiver tilbyr mens du er i innreisekarantene,

source: summary dismissal pursuant to section 15-14 and the needs of the undertaking so indicate, the
nb: medføre avskjed etter § 15-14 og virksomhetens behov tilsier det, kan arbeidsgiver pålegge

source: movements or positioning of arms and hands, in a coded form, in order to provide guidance to persons carrying out work that can entail a risk to employees;
nb: bevegelser eller innstillinger av armer eller hender, i kodet form, for å veilede personer som utfører arbeid som kan medføre fare for arbeidstakere,

source: section 14-6, the agreement must at least regulate the following:
nb: I tillegg til informasjon som nevnt i § 14-6 skal avtalen minst regulere følgende:

source: b) compulsory service in the Civil Defence or Home Guard for up to a total of 3 months each qualifying year.
nb: b) pliktig tjeneste i Sivilforsvaret eller Heimevernet i opptil 3 måneder til sammen hvert opptjeningsår.

source: c) the categories of workers to which they belong,
nb: c) hvilke arbeidsgrupper de tilhører,

source: If you have not been fully vaccinated or have not had COVID-19, you must do the following:
nb: Dersom du ikke er fullvaksinert eller har hatt covid-19, må du gjøre følgende:

source: (2) An employer contemplating collective redundancies shall at the earliest opportunity enter
nb: (2) Arbeidsgiver som vurderer å gå til masseoppsigelser, skal så tidlig som mulig innlede

source: equally favourable or provide better conditions.
nb: Det er bare regelverket som er helt forskjellig.

source: c) when stipulated in advance by written agreement,
nb: c) når det på forhånd er fastsatt ved skriftlig avtale,

source: - work under water or under increased ambient pressure, cf. Chapter 26;
nb: - arbeid under vann eller økt omgivende trykk, jf. kapittel 26

source: (3) An employee who has taken educational leave is not entitled to further educational leave until the time that has elapsed since the commencement of the previous educational leave is
nb: (3) Arbeidstaker som har hatt utdanningspermisjon, har ikke rett til ny utdanningspermisjon før det har gått

source: by the employee, rule the dismissal invalid.
nb: arbeidstaker, kjenne oppsigelsen ugyldig.

source: (3) Unless the child is in the care of both parents, the right to leave of absence pursuant to
nb: eller andre identifiserende opplysninger om melderen.(3) Med mindre begge foreldrene har omsorgen for barnet, kan retten til permisjon etter

source: (1) Notice shall be given in writing.
nb: (1) Oppsigelse skal skje skriftlig.

source: section 14-9, second paragraph (f), the court may rule pursuant to the first sentence when special
nb: Ved brudd på bestemmelsen om kvote i § 14-9 andre ledd bokstav f, kan retten avsi
